Repository: DXChinaTE/More-Personal-Computing
Catalog: MPC_Ink/SimpleInk/SimpleInk/strings/*/resources.resw
Source language: en
Languages: zh_cn

# AppBarAdd.Label
source: Add
zh_cn: 添加

# AppBarBrushType.Label
source: Pen Type
zh_cn: 画笔类型

# AppBarColor.Label
source: Color
zh_cn: 颜色

# AppBarThickness.Label
source: Pen Thickness
zh_cn: 画笔粗细

# AppBarTouch.Label
source: Touch
zh_cn: 触控

# btnClear1.Content
source: Clear
zh_cn: 清除

# btnConnect.Content
source: Connect
zh_cn: 连接

# btnSave1.Content
source: Save
zh_cn: 保存

# Description1_p1
source: This scenario demonstrates how to use Ink and Rendering with XAML.
zh_cn: 这个场景，演示了如何使用绘图板画图

# Description1_p2
source: - To ink, use a pen, or use mouse with the left button pressed.
zh_cn: -要绘图，可以使用触控笔，或用按住鼠标左键拖动

# Description2_p1
source: This scenario demonstrates how to use Ink Recognition.
zh_cn: 这个场景演示了如何使用墨水识别

# Description3_p1
source: This scenario demonstrates selection.
zh_cn: 这个场景演示了涂鸦选取

# Description3_p2
source: - To select strokes, draw a lasso around the ink strokes using the pen with the barrel button pressed or use the mouse with the right button pressed.
zh_cn: -选择笔画，使用鼠标右键按下，在涂鸦画上画一个区域，然后选择下方按钮进行编辑操作。

# Description4_p1
source: This scenario demonstrates the synchronization of multi device ink.
zh_cn: 这个场景演示了多设备间绘图板的同步

# Description4_p2
source: - Input the remote device IP, click on the connection, drawing on the drawing board.
zh_cn: -填入远程设备IP，点击连接，在绘图板上绘图

# FeatureName
source: SimpleInk sample
zh_cn: 绘图板示例

# IP
source: IP address
zh_cn: IP 地址

# linkbtnPrivacy.Content
source: Privacy
zh_cn: 隐私

# linkbtnTrademarks.Content
source: Trademarks
zh_cn: 商标

# RecognizeBtn.Content
source: convert
zh_cn: 转换

# Scenario1
source: Standard Ink
zh_cn: 标准画板

# Scenario2
source: Handwriting Recognition
zh_cn: 手写识别

# Scenario3
source: Ink Editor
zh_cn: 墨水编辑

# Scenario4
source: Synchronization Devices
zh_cn: 设备间同步

# textBallpoint.Text
source: Ballpoint
zh_cn: 圆珠笔

# textCalligraphy.Text
source: Calligraphy
zh_cn: 毛笔

# textCopyright.Text
source: Microsoft Corporation. All rights reserved.
zh_cn: 微软公司保留所有权

# textDescription.Text
source: Description:
zh_cn: 场景描述：

# textEnableErasing.Text
source: Enable Erasing Mode
zh_cn: 开启擦除模式

# textEnableInking.Text
source: Enable Touch Inking
zh_cn: 开启触控

# textHighlighter.Text
source: Highlighter
zh_cn: 荧光笔

# textLarge.Text
source: Large
zh_cn: 粗

# textLargest.Text
source: Largest
zh_cn: 超粗

# textMedium.Text
source: Medium
zh_cn: 适中

# textSmall.Text
source: Small
zh_cn: 细

# textSmallest.Text
source: Smallest
zh_cn: 超细

# textUnEnableErasing.Text
source: UnEnable Erasing Mode
zh_cn: 关闭擦除模式

# textUnEnableInking.Text
source: UnEnable Touch Inking
zh_cn: 关闭触控

# AppBarCopy.Label
source: Copy
zh_cn: 拷贝

# AppBarCut.Label
source: Cut
zh_cn: 剪切

# AppBarPaste.Label
source: Paste
zh_cn: 粘贴

# textHeader.Text
source: Universal Windows Platform sample
zh_cn: 通用窗口平台示例

# btnClose.Content
source: Close App
zh_cn: 关闭应用

# txtLanguageTip.Text
source: You must Close the application to switch the language
zh_cn: 您必须关闭应用才能切换语言

# textSetting.Text
source: Setting
zh_cn: 设置

# radioBtnClient.Content
source: Client
zh_cn: 客户端

# radioBtnServer.Content
source: Server
zh_cn: 服务端

# AppBarSelect.Label
source: Select
zh_cn: 选择

# selectStrokeText
source: Stroke
zh_cn: 墨迹

# Description3_pp2
source: - To select strokes, Edit the bottom button
zh_cn: -选择笔画，然后选择下方按钮进行编辑操作。

# textLanguageTitle.Text
source: Choose language:
zh_cn: 选择语言:
